/* AD: Forest automatic */
"- Automatic -" = "- Automatisch -";

/* AD: Alert title */
"Account expired or disabled" = "Account ist abgelaufen oder deaktiviert";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Für Active Directory darf der Unterschied zwischen der Uhrzeit auf Ihrem Computer und der auf dem Active Directory-Server nur gering sein. Überprüfen Sie die Einstellungen zu Uhrzeit und Zeitzone auf Ihrem Computer und korrigieren Sie diese gegebenenfalls.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Für das Active Directory-Plug-In wird Mac OS X benötigt, um die Datei „/Library/Preferences/edu.mit.Kerberos“ zu steuern. Die vorhandene Datei wird in „/Library/Preferences/edu.mit.Kerberos.pre-Active Directory“ umbenannt.";

/* AD: Alert title */
"Active Directory time error" = "Active Directory-Zeitfehler";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Die angegebene Kombination von Domain und Gesamtstruktur ist ungültig. Geben Sie einen gültigen DNS-Namen für Domain und Gesamtstruktur an (z. B. ads.company.com).";

/* AD: Alert title */
"An unknown error occurred" = "Es ist ein unbekannter Fehler aufgetreten.";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Beim Lesen der Konfiguration ist ein unbekannter Fehler aufgetreten.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Beim Aktualisieren der Konfiguration ist ein unbekannter Fehler aufgetreten.";

/* AD: Dialog status message */
"An unknown error occurred." = "Es ist ein unbekannter Fehler aufgetreten.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Identifizierungsfehler";

/* AD: Dynamic button title */
"Bind\\U2026" = "Einbinden …";

/* AD: Button title */
"Cancel" = "Abbrechen";

/* AD: Alert message */
"Configuring on Master or Replica" = "Auf Master oder Replik konfigurieren";

/* AD: Alert title */
"Container does not exist" = "Container nicht vorhanden";

/* AD: Button title */
"Continue" = "Fortfahren";

/* AD: Button title */
"Force Unbind" = "Einseitig trennen";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Erweiterte Optionen ausblenden";

/* AD: Alert title */
"Insufficient privileges" = "Ungenügende Zugriffsrechte";

/* AD: Alert title */
"Invalid domain" = "Ungültige Domain";

/* AD: Alert title */
"Invalid user name and password combination" = "Ungültige Kombination von Benutzername und Kennwort";

/* AD: Alert title */
"Join existing account?" = "Mit vorhandenem Account verbinden?";

/* AD: Alert title */
"Join Kerberos realm" = "Kerberos-Realm beitreten";

/* AD: Alert title */
"Kerberos file already exists" = "Die Kerberos-Datei existiert bereits";

/* AD: Alert title */
"Memory allocation error" = "Fehler bei der Speicherzuteilung";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Diesen Computer von Active Directory entfernen";

/* AD: Alert Button */
"Rename" = "Umbenennen";

/* AD: Dynamic button title */
"Show Advanced Options" = "Erweiterte Optionen einblenden";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Schritt 1 von 5: Gesamtstruktur-/Domain-Informationen suchen …";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Schritt 2 von 5: Nächste Domain-Controller suchen …";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Schritt 3 von 5: Benutzeraccount überprüfen …";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Schritt 4 von 5: Nach vorhandenem Computer suchen …";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Schritt 5 von 5: Computer in Domain einbinden …";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Schritt 5 von 5: Computer in Domain einbinden …";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Die eingegebenen Account-Informationen verweisen auf einen bereits vorhandenen Account. Möchten Sie diesen Computer mit dem vorhandenen Account verbinden? Dieser Vorgang kann nicht widerrufen werden.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Die eingegebenen Account-Informationen sind entweder abgelaufen oder deaktiviert. Geben Sie einen anderen Administratoraccount an.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "Der angegebene Administratoraccount hat nicht die benötigten Zugriffsrechte für diesen Vorgang.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Der für diesen Computer angegebene Container existiert nicht. Bitte überprüfen Sie die Container-Informationen und versuchen Sie es erneut.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Aus unbekanntem Grund kann dieser Computer nicht auf den Domain-Controller zugreifen.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Um mit diesem Server beim Active Directory Kerberos Realm beizutreten, öffnen Sie „Server-Admin“ und wählen „Open Directory“ für diesen Server aus. Klicken Sie im Bereich „Einstellungen“ auf „Allgemein“, dann auf „Kerberos beitreten“ und geben Sie Name und Kennwort für einen lokalen Administrator auf diesem Server ein.";

/* AD: Alert title */
"Unable to access domain controller" = "Zugriff auf Domain-Controller nicht möglich";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Der Speicher für diesen Vorgang kann nicht zugeordnet werden.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Der Active Directory-Knoten kann nicht geöffnet werden.";

/* AD: Alert message */
"Unable to open Active Directory node." = "Der Active Directory-Knoten kann nicht geöffnet werden.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Einbindung lösen …";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Achtung: Sie konfigurieren das Active Directory-Plug-In auf einem Open Directory-Master oder -Replik. Wenn Sie fortfahren, kann es zu Problemen mit dem Open Directory-Kerberos-Server kommen.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Achtung: Wenn Sie auf „Einseitig trennen“ klicken, belassen Sie einen nicht verwendeten Computeraccount im Verzeichnis.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Sie sind nicht berechtigt, die Konfiguration dieses Plug-Ins zu lesen.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Sie sind nicht berechtigt, die Konfiguration zu aktualisieren.";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Die angegebene Kombination aus Name und Kennwort ist ungültig. Überprüfen Sie Benutzername und Kennwort und versuchen Sie es erneut.";

